[
  {
    "img": "https://asset.kompas.com/crops/rKccnX-KENj5kyDz1X-rv29gyRc=/0x0:1000x667/750x500/data/photo/2022/12/12/6396b441b4dc1.jpg",
    "imgSource": null,
    "title": "Paspor",
    "content": "<p>Paspor adalah dokumen resmi yang dikeluarkan oleh pejabat yang berwenang dari suatu negara yang memuat identitas pemegangnya dan berlaku untuk melakukan perjalanan antar negara.</p>
<p>Paspor harus ditunjukkan ketika memasuki perbatasan suatu negara, meskipun di beberapa negara ada perjanjian dimana warga negara tertentu dapat memasuki negara lain dengan dokumen selain paspor.</p>
<p>Paspor akan diberi cap (stempel) atau disegel dengan visa yang dilakukan oleh petugas imigrasi negara tempat kedatangan. Sampai saat ini di Indonesia ada enam jenis paspor yang digunakan sesuai dengan kebutuhan masing-masing. Indonesia Baik akan mengulas tiga jenis yang paling populer.</p>
<p>A. Jenis Paspor Di Indonesia</p>
<p>Paspor Biasa: Biasanya paspor jenis ini diterbitkan untuk perjalanan reguler. Di Indonesia paspor jenis ini diberi sampul berwarna hijau dan dikeluarkan oleh Ditjen Keimigrasian, Departemen Hukum dan Hak Asasi Manusia.</p>
<p>Paspor Diplomatik: Paspor Diplomatik, diterbitkan guna mengidentifikasi perwakilan diplomatik dari suatu negara. Karena itu, pemegang paspor ini menikmati beberapa kemudahan perlakuan dan kekebalan di negara tempat mereka bertugas. Di Indonesia, paspor ini diberi sampul berwarna hitam dan dikeluarkan oleh Departemen Luar Negeri.<br />Paspor Dinas (resm): Paspor ini diterbitkan untuk kalangan teknisi dan petugas administrasi dari suatu misi diplomatik seperti kedutaan dan konsulat ataupun bagi pegawai negeri / pemerintah yang sedang melaksanakan tugas ke luar negeri. Pemegang paspor jenis ini mendapatkan beberapa kemudahan yang tidak dimiliki oleh pemegang paspor biasa. Di Indonesia, paspor ini diberi sampul berwarna biru dan dikeluarkan oleh Departemen Luar Negeri setelah mendapat izin dari Sekretariat Negara.<br />B. Tiga jenis paspor yang lain adalah</p>
<p>Paspor Orang Asing, Paspor Kelompok, serta Paspor Haji dan Umrah.</p>
<p>Semoga bermanfaat.</p>",
    "contentSource": null
    },
  {
    "img": "https://radarutara.disway.id/upload/fd64477d4622bd9a3816028e05d79950.jpg",
    "imgSource": null,
    "title": "Cara Antrian Paspor Online",
    "content": "<p>Untuk saat ini layanan Paspor pada semua Kantor Imigrasi di seluruh Indonesia wajib menggunakan Aplikasi Pendaftaran Antrian Paspor Online (APAPO) untuk melakukan pendaftaran layanan paspor.</p>
<p>APAPO sendiri adalah sebuah aplikasi yang digunakan untuk memudahkan publik mendaftar permohonan paspor sehingga dapat menentukan waktu datangnya ke Kantor Imigrasi.</p>
<p>Direktorat Jenderal Imigrasi Kementerian Hukum dan Hak Asasi Manusia merilis penggunaan APAPO pada 21 Januari 2019. Sejak saat itu APAPO resmi sudah tersedia di Play Store dan dapat digunakan dalam proses pendaftaran berikut cara pendaftaran antrian paspor di APAPO.</p>
<p><strong>A. Pendaftaran Antrian Paspor APAPO</strong></p>
<p>Login: Pada halaman awal APAPO terdapat pilihan login menggunakan akun google atau facebook. Silahkan pilih salah satu dari 2 metode tersebut.<br />Pendaftaran: Setelah melakukan proses login anda diwajibkan melakukan proses pendaftaran. Isi kolom pendaftaran sesuai dengan data anda yang tertera di KTP. Pastikan mengisi data dengan teliti agar tidak terjadi eror. Aturan yang berlaku pada proses pendaftaran yaitu 1 perangkat smartphone hanya dapat digunakan untuk mendaftar 1 akun saja.</p>
<p>Antrian Paspor: Jika sudah mendaftar selanjutnya anda dapat memilih menu antrian paspor.<br />Pilih Kantor Imigrasi: Setelah memilih menu antrian paspor, maka anda dapat memilih Kantor Imigrasi yang akan anda tuju dalam hal ini Kantor Imigrasi Sambas. Selama kuota pendaftaran tersedia maka anda akan dapat memilih kantor imigrasi yang anda tuju, jika kuota belum tersedia anda bisa menunggu samapi kuota pendaftaran tersedia. Untuk informasi terbaru terkait kuota pendaftaran anda dapat mengetahui dari sosial media Kantor Imigrasi Sambas. Pembukaan kuota pendaftaran antrian biasanya dibuka setiap jum&rsquo;at s.d minggu untuk satu minggu kedepan.</p>
<p><br />Tentukan Jumlah Pemohon: Satu akun hanya dapat mendaftarkan 1 s.d 5 permohonan dalam satu kali proses. Apabila pemohon sudah mengajukan permohonan, pemohon dapat membuat permohonan kembali setelah 1 bulan dari jadwal yang telah ditentukan sebelumnya<br />Pilih Tanggal dan Waktu Kedatangan: Pilih tanggal dengan warna hijau untuk tanggal dengan kuota tersedia.</p>
<p>&nbsp;</p>
<p>Pilih Jenis Permohonan: Pilih jenis permohonan (permohonan paspor baru / perpanjangan atau penggantian paspor) selanjutnya klik &ldquo;OK&rdquo; - Jika anda memilih jenis permhonan paspor baru makan anda akan diminta mengisi data sesuai tertetara di KTP. Jika anda memilih jenis pemohonan perpanjangan atau penggantian paspor maka anda bisa melakukan scan paspor lama anda dengan cara mengarahkan kamera handphone anda ke paspor<br />Jadwal Antrian dan Buti Pendaftaran: Setelah melawati semua proses pendaftaran maka anda akan mendapatkan bukti pendaftaran berupa barcode. Anda bisa menyimpan kode tersebut di smartphone anda dengan fitur screen shoot atau simpan pdf.</p>
<p><br />Datang Ke Kantor Imigrasi: Bawa bukti pendaftaran tersebut ke Kantor Imigrasi beserta berkas persyaratan sesuai dengan jadwal yang sudah anda tentukan. Selanjutnya proses permohonan anda dilanjutkan di Kantor Imigrasi.<br />Semoga bermanfaat.</p>",
    "contentSource": null
    },
	  {
    "img": "https://kanimdumai.kemenkumham.go.id/images/2021/apapo1.jpg",
    "imgSource": null,
    "title": "Antrean Paspor Online APAPO",
    "content": "<p>Terhitung Senin, 21 januari 2019, Direktorat Jenderal Imigrasi melakukan soft launching Aplikasi Pendaftaran Antrean Permohonan Paspor secara online (APAPO) versi terbaru untuk kantor imigrasi di seluruh Indonesia.</p>
<p>Jika sebelumnya ada Kantor Imigrasi yang memberlakukan pengambilan antrean via whatsapp maupun aplikasi antrean mandiri, saat ini hal tersebut sudah tidak berlaku. Seluruh Kantor Imigrasi, Unit Layanan Paspor dan Mall Pelayanan Publik secara serentak menggunakan Aplikasi Pendaftaran Antrean Permohonan Paspor secara online (APAPO).</p>
<p>APAPO versi 2.0 merupakan pembaharuan dari versi pendahulunya, dan dapat diakses pada tautan: antrian .imigrasi .go .id untuk versi web, serta diunduh di playstore untuk smartphone berbasis android dan IOS dengan nama &ldquo;Layanan Paspor Online&rdquo; (background merah).</p>
<p>Perbedaan dengan APAPO versi 1.0 di antaranya adalah tidak menggunakan metode verifikasi email; pengguna bisa menentukan jam kedatangan; serta pendeteksian satu perangkat untuk satu akun. Yang patut diperhatikan adalah pengguna yang sudah memiliki akun di APAPO versi 1.0 tetap harus membuat akun yang baru di APAPO versi 2.0. dengan menggunakan akun google/facebook.</p>
<p><br />Aplikasi Layanan Paspor Online (APAPO) dapat di akses melalu website pada tautan: antrian .imigrasi .go .id untuk versi web, serta diunduh di playstore untuk smartphone berbasis android dengan nama &ldquo;Layanan Paspor Online&rdquo; (background merah). Aplikasi APAPO saat ini sudah tersedia juga di AppleStore</p>
<p>A. Cara Menggunakan Aplikasi Layanan Paspor Online (APAPO)</p>
<p>Dowenload Aplikasi Layanan Paspor Online<br />Buka aplikasi centang bagian persetujuan, kemudian tekan &ldquo;Konfirmasi&rdquo;,<br />Lau tekan &ldquo;Daftar Sekarang&rdquo;<br />Pembuatan akun jika belum mempunyai akun<br />Isi Semua Data Yang Diperlukan,<br />Masuk Ke Halaman Utama Aplikasi Layanan Paspor Online (APAPO)<br />Pilih Kantor Imigrasi Yang Sesuai Dengan Domisili,<br />Isi Data Jumlah Pemohon Dan Tanggal Kedatangan Di Aplikasi Layanan Paspor Online (APAPO),<br />Lalu pemohon mendapatkan nomor kode booking antrian.<br />Versi terbaru dari aplikasi antrian paspor online telah menggunakan akun gmail/facebook pengguna untuk melakukan sign-in, sehingga meminimalisir kemungkinan lupa username/password. Kami sarankan untuk log in pada antrian paspor versi saat ini dengan menggunakan akun gmail/facebook Anda. Periksa kembali apakah anda sudah mengguna aplikasi terbaru kami.</p>
<p>Semoga bermanfaat.</p>",
    "contentSource": null
    },
	  {
    "img": "https://asset.kompas.com/crops/iR8vYekMy-aGxs31MjbxYH3sSas=/0x44:1000x711/750x500/data/photo/2023/01/05/63b632aff36a3.jpg",
    "imgSource": null,
    "title": "Antri Bikin Paspor Mudah",
    "content": "<p>Antrean di kantor imigrasi saat hendak membuat maupun memperpanjang paspor memang melelahkan. Tak jarang, kita harus datang pagi-pagi buta dan cuti sehari atau setengah hari dari kantor demi mendapatkan nomor antrean yang lebih awal.</p>
<p>Namun, sejak Mei lalu, Anda bisa mengucapkan selamat tinggal kepada antrean panjang di sejumlah kantor imigrasi dan unit layanan paspor saat hendak membuat atau memperpanjang paspor. Ada cara mudah untuk mengambil nomor antrean paspor, yaitu</p>
<p>A. Aplikasi Antrian Paspor</p>
<p>Anda yang menggunakan Android juga bisa mengunduh aplikasi &ldquo;Antrian Paspor&rdquo; di Google Play Store, yang dikeluarkan oleh Direktorat Sistem &amp; Teknologi Informasi Keimigrasian.</p>
<p><br />Rencananya, para pengguna ponsel pintar berbasis IOS pun nanti akan dapat menikmati layanan antrean paspor tersebut.</p>
<p>1. Cara Mendapatkan Nomor Antrean Paspor VIA Aplikasi Antrian Paspor</p>
<p>Unduh aplikasi di Google Play Store<br />Daftarkan diri (registrasi) Anda, dan pilih KANTOR IMIGRASI yang dituju, serta HARI dan JAM PELAYANAN.<br />Isi biodata, dan Anda pun akan mendapatkan kode BOOKING, EMAIL dan QR Code sebagai bukti telah mendaftar.<br />Datang ke kantor imigrasi yang dituju sesuai jadwal dengan membawa berkas persyaratan permohonan paspor.</p>
<p>Semoga bermanfaat.</p>",
    "contentSource": null
    },
	  {
    "img": "https://akcdn.detik.net.id/visual/2021/02/03/ilustrasi-paspor-indonesia_169.jpeg",
    "imgSource": null,
    "title": "Permohonan Paspor Baru",
    "content": "<p>Permohonan Paspor biasa dapat diajukan oleh warga negara Indonesia baik di wilayah Indonesia maupun di luar wilayah Indonesia. Paspor biasa terdiri atas Paspor biasa elektronik (e-paspor) dan Paspor biasa non elektronik.</p>
<p>Paspor biasa diterbitkan dengan menggunakan Sistem Informasi Manajemen Keimigrasian. Permohonan Paspor biasa dapat diajukan secara manual atau elektronik dengan melampirkan dokumen kelengkapan persyaratan.</p>
<p>A. Berikut Beberapa Persyaratan</p>
<p>Kartu tanda penduduk yang masih berlaku atau surat keterangan pindah ke luar negeri.<br />Kartu keluarga.<br />Akta kelahiran, akta perkawinan atau buku nikah, ijazah, atau surat baptis. (dalam dokumen harus tercantum nama, tempat dan tanggal lahir, nama orang tua, jika tidak tercantum, pemohon dapat melampirkan surat keterangan dari instansi yang berwenang).</p>
<p><br />Surat pewarganegaraan Indonesia bagi Orang Asing yang memperoleh kewarganegaraan Indonesia melalui atau penyampaian untuk memilih kewarganegaraan sesuai dengan ketentuan perundang-undangan.<br />Surat penetapan ganti nama dari pejabat yang berwenang bagi yang telah mengganti nama.</p>
<p>B. Pendaftaran Melalui Aplikasi M-Paspor</p>
<p>Pemohon mengisi aplikasi data yang disediakan pada loket permohonan dan melampirkan dokumen kelengkapan persyaratan.<br />Pejabat Imigrasi yang ditunjuk memeriksa dokumen kelengkapan persyaratan.<br />setelah kelengkapan persyaratan yang telah dinyatakan lengkap, Pejabat Imigrasi yang ditunjuk memberikan tanda terima permohonan dan kode pembayaran.<br />Dalam hal dokumen kelengkapan persyaratan dinyatakan belum lengkap, Pejabat Imigrasi yang ditunjuk mengembalikan dokumen permohonan dan permohonan dianggap ditarik kembali</p>
<p><br />C. Biaya</p>
<p>Paspor biasa 48 halaman Rp350.000<br />Paspor biasa 48 halaman elektronik Rp650.000<br />Layanan percepatan paspor selesai pada hari yang sama Rp1.000.000 (layanan percepatan di luar biaya penerbitan Paspor).<br />Semoga bermanfaat.</p>",
    "contentSource": null
    },
	  {
    "img": "https://manado.imigrasi.go.id/foto_berita/60WhatsApp%20Image%202022-05-31%20at%2008.23.49.jpeg",
    "imgSource": null,
    "title": "Mengurus Paspor Baru",
    "content": "<p>Paspor adalah dokumen wajib bagi seorang yang hendak melakukan perjalanan ke luar negeri. Oleh karena itu, bagi siapa saja yang hendak melakukan perjalanan ke luar negeri perlu memiliki Paspor baru.</p>
<p>Sebelum memperoleh Paspor baru, ada beberapa syarat mengurus paspor baru yang perlu diperhatikan terlebih dahulu. Berikut informasi tentang permohonan paspor baru dan beberapa dokumen yang menjadi syarat mengurus paspor baru informasi resmi dari Ditjen Imigrasi Republik Indonesia.</p>
<p>A. Syarat Mengurus Paspor</p>
<p>Kartu Tanda Penduduk (KTP)<br />Kartu Keluarga (KK)<br />Akta kelahiran, akta perkawinan atau buku nikah, ijazah, atau surat baptis; (dalam dokumen harus tercantum nama, tempat dan tanggal lahir, nama orang tua, jika tidak tercantum, pemohon dapat melampirkan surat keterangan dari instansi yang berwenang)</p>
<p><br />Surat pewarganegaraan Indonesia bagi Orang Asing yang memperoleh kewarganegaraan Indonesia melalui atau penyampaian untuk memilih kewarganegaraan sesuai dengan ketentuan perundang-undangan<br />Surat penetapan ganti nama dari pejabat yang berwenang bagi yang telah mengganti nama.</p>
<p>B. Cara Membuat Paspor Secara Online</p>
<p>Jika seorang Pemohon Paspor baru sudah memenuhi dokumen yang menjadi syarat mengurus Paspor baru, dapat membuat paspor baru secara online dengan cara mendaftar melalui aplikasi M-Paspor Dapat diunduh App Store atau Google Play.</p>
<p>Berikut langkah-langkah cara membuat paspor baru secara online.</p>
<p>Pemohon mengisi aplikasi data yang disediakan pada loket permohonan dan melampirkan dokumen kelengkapan persyaratan<br />Pejabat Imigrasi yang ditunjuk memeriksa dokumen kelengkapan persyaratan<br />Setelah kelengkapan persyaratan yang telah dinyatakan lengkap, Pejabat Imigrasi yang ditunjuk memberikan tanda terima permohonan dan kode pembayaran;<br />Dalam hal dokumen kelengkapan persyaratan dinyatakan belum lengkap, Pejabat Imigrasi yang ditunjuk mengembalikan dokumen permohonan dan permohonan dianggap ditarik kembali.<br />Demikian informasi seputar syarat mengurus Paspor Baru.</p>
<p>Semoga bermanfaat.</p>",
    "contentSource": null
    },
	  {
    "img": "https://sippn.menpan.go.id/images/article/large/m_paspor-20220816080004.png",
    "imgSource": null,
    "title": "Permohonan Paspor Baru Masyarakat Umum",
    "content": "<p>Permohonan Paspor biasa dapat diajukan oleh warga negara Indonesia baik di wilayah Indonesia maupun di luar wilayah Indonesia. Paspor biasa terdiri atas Paspor biasa elektronik (e-paspor) dan Paspor biasa non elektronik.</p>
<p>Paspor biasa diterbitkan dengan menggunakan Sistem Informasi Manajemen Keimigrasian. Permohonan Paspor biasa dapat diajukan secara manual atau elektronik dengan melampirkan dokumen kelengkapan persyaratan.</p>
<p>A. Persyaratan</p>
<p>Kartu tanda penduduk yang masih berlaku atau surat keterangan pindah ke luar negeri<br />Kartu keluarga<br />Akta kelahiran, akta perkawinan atau buku nikah, ijazah, atau surat baptis; (dalam dokumen harus tercantum nama, tempat dan tanggal lahir, nama orang tua, jika tidak tercantum, pemohon dapat melampirkan surat keterangan dari instansi yang berwenang)</p>
<p><br />Surat pewarganegaraan Indonesia bagi Orang Asing yang memperoleh kewarganegaraan Indonesia melalui atau penyampaian untuk memilih kewarganegaraan sesuai dengan ketentuan perundang-undangan<br />Surat penetapan ganti nama dari pejabat yang berwenang bagi yang telah mengganti nama</p>
<p><br />B. Prosedur</p>
<p>Pendaftaran melalui aplikasi M-Paspor Dapat diunduh App Store atau Google Play</p>
<p>Pemohon mengisi aplikasi data yang disediakan pada loket permohonan dan melampirkan dokumen kelengkapan persyaratan</p>
<p>Pejabat Imigrasi yang ditunjuk memeriksa dokumen kelengkapan persyaratan<br />setelah kelengkapan persyaratan yang telah dinyatakan lengkap, Pejabat Imigrasi yang ditunjuk memberikan tanda terima permohonan dan kode pembayaran</p>
<p><br />Dalam hal dokumen kelengkapan persyaratan dinyatakan belum lengkap, Pejabat Imigrasi yang ditunjuk mengembalikan dokumen permohonan dan permohonan dianggap ditarik kembali<br />Biaya</p>
<p>Paspor biasa 48 halaman Rp350.000. Paspor biasa 48 halaman elektronik Rp650.000. Layanan percepatan paspor selesai pada hari yang sama Rp1.000.000 (layanan percepatan di luar biaya penerbitan Paspor).</p>
<p>Semoga bermanfaat.</p>",
    "contentSource": null
    }
]